package com.example.mkotlin

object drctrs_stuff {

    // OBRECHENIE
    const val drctr_ua = "Zelensky"
    const val drctr_ru = "Putin"
    const val drctr_us = "Biden"

    // OBRECHONNOST
    const val drctr_ua_cn = "Dead"
    const val drctr_ru_cn = "Alive"
    const val drctr_us_cn = "Critical"

    // OBRECHENIE
    const val nuke = "nuke"
    const val nuke_code = "666"

    //STUFF
    var isclick = false
    var isOpen = false
    var isOpen2 = false
    val listOfShame = listOf<String>("слава украине", "Слава украине", "слава Украине",
        "Слава Украине", "Слава Україні", "слава Україні", "слава україні", "Слава україні",
        "героям слава", "Героям слава", "героям слава", "Героям слава", "Слава нации", "слава нации",
        "слава нації", "Слава нації", "Москаляку на гиляку", "москаляку на гиляку", "москаляку на гілляку",
        "Москаляку на гілляку", "слава украине, героям слава", "слава украине героям слава",
        "Слава украине, героям слава", "Слава Украине, героям слава", "cлава Украине, героям слава",
        "Слава украине героям слава", "слава Украине героям слава", "Слава Україні, героям слава",
        "Слава Україні героям слава", "слава Україні, героям слава", "слава Україні героям слава",
        "Слава україні, героям слава", "Слава україні героям слава", "слава україні, героям слава",
        "слава україні героям слава")
}